Repository: Fahrek/Translation-file-WR-MegaMenu
Catalog: WR MegaMenu Persian (Iran)/for_translation_wr-megamenu_wrmegamenupot_*.po
Languages: fa_ir

source: You can not activate this WR MegaMenu's provider:
fa_ir: شما می توانید ارائه دهنده این MegaMenu را فعال کنید:

source: It requires WR MegaMenu's version:
fa_ir: از آن نیاز به نسخه WR MegaMenu:

source: Profile updated
fa_ir: مشخصات به روز شده

source: Select an icon
fa_ir: انتخاب آیکن

source: Icon
fa_ir: آیکن

source: ON
fa_ir: فعال

source: OFF
fa_ir: غیر فعال

source: Configuration
fa_ir: تنظیمات پیکربندی

source: Container Width
fa_ir: عرض خط

source: Full
fa_ir: کامل

source: Fixed
fa_ir: ثابت

source: px
fa_ir: به پیکسل

source: This menu does not have any sub menu item.
fa_ir: این پوسته هیچ جایگاهی برای منو ندارد.

source: Add new
fa_ir: افزدون جدید

source: No menu assigned to this location.
fa_ir: هیچ منو به این مکان اختصاص داده نشده.

source: Manage Locations
fa_ir: مدیریت موقعیت ها

source: Profiles
fa_ir: پروفایل ها

source: Profile
fa_ir: نمایه

source: Add New
fa_ir: افزدون جدید

source: Add New Profile
fa_ir: اضافه کردن پروفایل جدید

source: Edit Profile
fa_ir: ویرایش پروفایل

source: All Profiles
fa_ir: تمام پروفایل های

source: View Profile
fa_ir: مشاهده مشخصات

source: Search Profiles
fa_ir: پروفیل های جستجو

source: No Profiles Found
fa_ir: هیچ نمایه ای پیدا نشد.

source: No Profiles found in trash
fa_ir: هیچ فرمی در زباله دان پیدا نشد

source: WR MegaMenu
fa_ir: مگامنو

source: empty shortcode name / parameters
fa_ir: نام shortcode خالی / پارامترها

source: No, take me back
fa_ir: برگشت

source: After deactivating, all data will be deleted. Are you sure you want to deactivate MegaMenu plugin?
fa_ir: پس ازغیر فعال کردن، تمام داده ها حذف خواهد شد. برای غیرفعال کردن افزونه MegaMenu مطمئنید؟

source: Yes, deactivate plugin
fa_ir: بله، غیر فعال کردن افزونه

source: Or if you want to deactivate without removing data and configurations, click on the button below
fa_ir: یا اگر می خواهید بدون از بین بردن اطلاعات و تنظیمات غیر فعال کردن بر روی دکمه زیر کلیک کنید

source: Deactivate without removing data
fa_ir: غیر فعال کردن بدون حذف داده ها

source: WordPress &rsaquo; Confirmation
fa_ir: وردپرس &rsaquo; تایید

source: Nonce is invalid!
fa_ir: فعلا نامعتبر است!

source: Collapse All
fa_ir: بستن همه

source: Expand All
fa_ir: بازگشایی همه

source: On
fa_ir: فعال

source: Off
fa_ir: غیر فعال

source: No widget ID
fa_ir: هیچ شناسه ویدجتی موجود نیست

source: Can not find this widget
fa_ir: این ویجت نمی توانید

source: Are you sure you want to delete the whole row including all elements it contains?
fa_ir: آیا مطمئن هستید که می خواهید حذف تمام سطر از جمله تمام عناصر آن وجود دارد؟

source: Are you sure you want to delete the whole column including all elements it contains?
fa_ir: آیا مطمئن هستید که می خواهید حذف ستون کل از جمله تمام عناصر آن شامل?

source: Are you sure you want to delete the element?
fa_ir: آیا مطمئنید که می خواهید حذف عنصر کنید؟

source: A table must has atleast 1 columns. You can't remove this column
fa_ir: یک جدول باید حداقل 1 ستون داشته باشد. شما نمی توانید این ستون حذف کنید

source: A table must has atleast 2 rows. You can't remove this row
fa_ir: یک جدول باید حداقل 2 ردیف داشته باشد شما نمی توانید این ردیف را حذف کنید

source: Row span/Column span can't be negative
fa_ir: طول دهانه در ستون ردیف نمی تواند منفی باشد

source: Saving content! Please wait a moment.
fa_ir: ذخیره سازی... لطفا صبر کنید

source: Having error on loading TinyMCE.
fa_ir: خطا در بارگذاری TinyMCE داشتن.

source: Settings
fa_ir: تنظیمات

source: Page Modal
fa_ir: طرح صفحه

source: Convert to
fa_ir: تبدیل به

source: No audio source selected
fa_ir: هیچ منبع صوتی انتخاب نشده

source: Select Destination Marker
fa_ir: نشانگر مقصد را انتخاب کنید

source: No video file selected
fa_ir: هیچ فایل تصویری انتخاب نشده

source: None
fa_ir: هیچکدام

source: The link is invalid
fa_ir: لینک معتبر نیست

source: No %s found
fa_ir: هیچ %s یافت نشد

source: Single %s
fa_ir: تکی%s

source: copy
fa_ir: رونوشت

source: %s Filter
fa_ir: فیلتر %s

source: Start From
fa_ir: شروع از

source: Menu
fa_ir: منو

source: Filter By
fa_ir: فیلتر بر اساس

source: Attributes
fa_ir: ویژگی های

source: Attribute
fa_ir: صفت :

source: Option Attribute
fa_ir: انتخاب ویژگی

source: (Untitled)
fa_ir: (بدون عنوان)

source: Add Page Element
fa_ir: اضافه کردن عناصر صفحه

source: You used up to 50 characters
fa_ir: شماباید 50 کاراکتر بیشتر استفاده کنید

source: The whole content of current Post will be replaced by content of selected Page item. Do you want to continue?
fa_ir: تمام مطالب پست کنونی با محتوای مورد صفحه منتخب جایگزین می شود. آیا مایلید ادامه دهید؟

source: Deactivate element
fa_ir: غیر فعال کردن عنصر

source: Activate element
fa_ir: فعال کردن عنصر

source: Select
fa_ir: انتخاب

source: Select template
fa_ir: انتخاب قالب

source: Upload successfully
fa_ir: بار گذاری با موفقیت انجام شد

source: Upload fail
fa_ir: بارگذاری نا موفق بوده است

source: Page is deleted successfully
fa_ir: صفحه با موفقیت حذف شد

source: Fail. Can't delete layout
fa_ir: لایه خذف نشد

source: All pages in this group will be remove. Do you want to continue ?
fa_ir: همه صفحات موجود در این گروه حذف خواهد شد. آیا شما میخواهید ادامه دهید؟

source: This page will be remove. Do you want to continue ?
fa_ir: این صفحه حذف خواهد شد. آیا شما میخواهید ادامه دهید؟

source: Template name can not be null
fa_ir: نام الگو نمی تواند تهی باشد

source: Template name exists. Please choose another one.
fa_ir: نام الگو وجود دارد. لطفا یکی دیگر را انتخاب کنید.

source: Custom CSS
fa_ir: CSS سفارشی

source: File doesn't exist
fa_ir: فایل وجود ندارد

source: Element not existed!
fa_ir: عنصر وجود ندارد!

source: Take Style
fa_ir: استایل را بگیرید

source: Mega this menu
fa_ir: مگا این منو

source: MegaMenu is OFF now, turn it ON to start configuring
fa_ir: MegaMenu در حال حاضر خاموش ، آن را فعال کنید تا تنضیمات را شروع کنید.

source: Save
fa_ir: ذخیره

source: Cancel
fa_ir: لغو

source: Delete Element
fa_ir: حذف عنصر

source: Widget
fa_ir: ابزارک

source: Edit element
fa_ir: ویرایش عنصر

source: Duplicate element
fa_ir: تکثیر عنصر

source: Delete element
fa_ir: حذف عنصر

source: Convert to
fa_ir: تبدیل به

source: Item
fa_ir: آیتم

source: Items
fa_ir: آیتم ها

source: Add Item
fa_ir: افزودن آیتم

source: This menu don't have any sub menus
fa_ir: این فهرست هیچ زیر منوها ندارد

source: Top
fa_ir: بالا

source: Right
fa_ir: راست

source: Bottom
fa_ir: پایین

source: Left
fa_ir: چپ

source: Preview
fa_ir: پیش نمایش

source: Delete
fa_ir: حذف

source: Add Row
fa_ir: افزودن ردیف

source: Add Column
fa_ir: اضافه کردن ستون

source: Title
fa_ir: عنوان

source: Location
fa_ir: موقعیت مکانی

source: Author
fa_ir: نویسنده

source: Date
fa_ir: تاریخ

source: Show all locations
fa_ir: نمایش همه مکان ها

source: %s profile duplicated.
fa_ir: ٪ پروفایل تکرار.

source: Duplicate %s
fa_ir: تکراری از٪ s

source: Duplicate
fa_ir: تکرار کردن

source: Margin
fa_ir: حاشیه

source: Shortcode
fa_ir: کدکوتاه

source: Done!
fa_ir: انجام شد

source: Copy to Clipboard
fa_ir: کپی در کلیپ بورد

source: Documentation
fa_ir: مستندات

source: Support
fa_ir: پشتیبانی

source: Hybrid
fa_ir: ترکیبی

source: Roadmap
fa_ir: نقشه راه

source: Satellite
fa_ir: ماهواره

source: Terrain
fa_ir: زمین

source: No Styling
fa_ir: بدون یک استایل شده

source: Rounded
fa_ir: گرد شده

source: Circle
fa_ir: حلقه

source: Thumbnail
fa_ir: بند انگشتی

source: Design option 1
fa_ir: گزینه طراحی 1

source: Design option 2
fa_ir: گزینه طراحی 2

source: Default
fa_ir: پیش‌فرض

source: Active (Grey)
fa_ir: فعال (خاکستری)

source: Success (Green)
fa_ir: موفقیت (سبز)

source: Warning (Orange)
fa_ir: اخطار (نارنجی)

source: Danger (Red)
fa_ir: خطر (قرمز)

source: Success
fa_ir: با موفقیت

source: Info
fa_ir: اطلاعات

source: Danger
fa_ir: خطر

source: Info (Light Blue)
fa_ir: اطلاعات ( آبی روشن)

source: Multiple bars
fa_ir: میله های چندگانه

source: Stacked
fa_ir: انباشته

source: Solid
fa_ir: جامد

source: Striped
fa_ir: راه راه

source: Primary (Dark Blue)
fa_ir: اصلی (به رنگ آبی)

source: Link
fa_ir: پیوند

source: Mini
fa_ir: مینی

source: Small
fa_ir: کوچک

source: Large
fa_ir: بزرگ

source: Current Browser
fa_ir: مرورگر کنونی

source: New Browser
fa_ir: مرورگر جدید

source: Square
fa_ir: مربع

source: Standard fonts
fa_ir: فونت های استاندارد

source: Google fonts
fa_ir: فونت هاي گوگل

source: Inherit
fa_ir: ارث

source: Center
fa_ir: مرکز

source: Dotted
fa_ir: نقطه چین

source: Dashed
fa_ir: خط تیره

source: Double
fa_ir: دوبرابر

source: Groove
fa_ir: شیار

source: Ridge
fa_ir: خط الراس

source: Inset
fa_ir: ریزش

source: Outset
fa_ir: ابتدا

source: Italic
fa_ir: حروف کج

source: Normal
fa_ir: عادی

source: Bold
fa_ir: درشت

source: Root
fa_ir: ریشه

source: ( no title )
fa_ir: (بدون عنوان)

source: ( no name )
fa_ir: (بدون نام)

source: No Action
fa_ir: هیچ اقدامی نکن!

source: Go to URL
fa_ir: برو به ...

source: Go to Single Entry
fa_ir: برو به تنها ورودی

source: Go to Taxonomy Overview Page
fa_ir: برو به طبقه بندی بررسی اجمالی صفحه

source: Single Entries
fa_ir: تنها مطالب

source: Taxonomy Overview Page
fa_ir: طبقه بندی بررسی اجمالی صفحه

source: Show Large Image
fa_ir: نمایش تصویر بزرگ

source: Product Type
fa_ir: نوع محصول

source: Comment Count
fa_ir: شمارنده نظر

source: Name
fa_ir: نام

source: Description
fa_ir: توضیحات

source: Slug
fa_ir: لغزان

source: Count
fa_ir: تعداد

source: - No ordering -
fa_ir: - بدون سفارش -

source: Ascending
fa_ir: صعودی

source: Descending
fa_ir: نزولی

source: Free text
fa_ir: متن آزاد

source: Yes / No
fa_ir: بله / خیر

source: Add-ons
fa_ir: افزونه ها

source: WR MegaMenu - Add-ons
fa_ir: WR MegaMenu - افزونه ها

source: WR MegaMenu - About Us
fa_ir: WR MegaMenu - درباره ما

source: About Us
fa_ir: درباره ما

source: Profile not found.
fa_ir: هیچ نمایه ای پیدا نشد.

source: Unable to submit this form, please refresh and try again.
fa_ir: قادر به ارسال این فرم، لطفا بازخوانی کنید و دوباره امتحان کنید.

source: Oops, you don&#8217;t have access to manage settings.
fa_ir: اوه، شما&#8217; دسترسی به مدیریت تنظیمات ندارد.

source: Settings saved successfully.
fa_ir: تنظیمات با موفقیت ذخیره شد.

source: Missing template file.
fa_ir: قالب فایل پیدا نشد

source: Standard Elements
fa_ir: عناصر استاندارد

source: Cannot get addons information for current product.
fa_ir: می توانید اطلاعات افزونه برای محصول فعلی می کنید.

source: Missing addon to be installed.
fa_ir: افزونه برای نصب یافت نشد

source: The requested action is invalid.
fa_ir: عمل درخواست نامعتبر است.

source: You do not have sufficient permissions to either add or delete plugins for this site.
fa_ir: شما مجوز کافی برای اضافه وحذف پلاگین یا هر دو برای این سایت ندارند.

source: Cannot install %1$s v%2$s. This version requires %3$s v%4$s while you are using %5$s v%6$s.
fa_ir: نمیتوان نصب کرد %1$s v%2$s. پیشخواست ورژن %3$s v%4$s شما استفاده میکنید %5$s v%6$s.

source: Invalid Parameters! Can not verify your product information.
fa_ir: پارامترهای نامعتبر است! آیا می توانم اطلاعات مربوط به محصول خود را تأیید کنید.

source: Invalid username or password.
fa_ir: نام کاربری یا رمز عبور نامعتبر است.

source: We could not find the product in your order list. Seems like you did not purchase it yet.
fa_ir: ما می تواند محصول در لیست سفارش خود را پیدا کند. به نظر می رسد مانند شما آن را خریداری نکرده است.

source: Requested file is not found on server.
fa_ir: فایل درخواست شده بر روی سرور یافت نشد.

source: Cannot connect to WooRockets.com server.
fa_ir: نمی تواند به سرور WooRockets.com ارتباط برقرار کنند.

source: Cannot store add-on package to local file system.
fa_ir: آیا می توانم افزودنی بسته به فایل سیستم محلی ذخیره نیست.

source: You do not have sufficient permissions to activate plugins for this site.
fa_ir: شما مجوز کافی برای به روز رسانی افزونه های این سایت را ندارید.

source: Cannot detect plugin to activate.
fa_ir: تشخیص پلاگین را فعال نمی تواند.

source: Extend %s functionality with following add-ons
fa_ir: قابلیت٪ s را گسترش با زیر افزودنیها

source: Incompatible
fa_ir: نا سازگار

source: Installed
fa_ir: نصب شده

source: Install
fa_ir: نصب

source: Update
fa_ir: بروزرسانی

source: Uninstall
fa_ir: حذف نصب

source: More Info
fa_ir: اطلاعات بیشتر

source: WooRockets Customer Account
fa_ir: WooRockets حساب مشتری

source: Username
fa_ir: نام کاربری

source: Password
fa_ir: رمز

source: Remember Me
fa_ir: مرا یاداوری کن

source: Are you sure you want to uninstall %s?
fa_ir: آیا مطمئنید که می خواهید نصب را حذف کنید؟

source: Verifying...
fa_ir: تأیید ...

source: Installing...
fa_ir: نصب و راه اندازی ...

source: Updating...
fa_ir: به روز رسانی

source: Uninstalling...
fa_ir: حذف نصب ...

source: <a href='%s'>Please input Evanto information to get product's updates</a>
fa_ir: <a href='%s'>لطفا اطلاعات ورودی Evanto برای دریافت به روز رسانی محصول</a>

source: Disable
fa_ir: غیر فعال

source: Yes
fa_ir: بله

source: No
fa_ir: خیر

source: Class
fa_ir: کلاس

source: Add custom CSS Class for the wrapper div of this element
fa_ir: اضافه کردن کلاس CSS سفارشی برای DIV لفاف قالب بندی این عنصر

source: ID
fa_ir: شناسه

source: Add custom CSS ID for the wrapper div of this element
fa_ir: اضافه کردن CSS سفارشی ID برای DIV لفاف بسته بندی این عنصر

source: Advanced
fa_ir: پیشرفته

source: Delete column
fa_ir: حذف ستون

source: Add Element
fa_ir: اضافه کردن عنصر

source: Background
fa_ir: پس زمینه

source: Solid Color
fa_ir: رنگ جامد

source: Gradient Color
fa_ir: گرادیان رنگ

source: Pattern
fa_ir: الگو

source: Image
fa_ir: عکس

source: Gradient Direction
fa_ir: جهت گرادیان

source: Vertical
fa_ir: عمودی

source: Horizontal
fa_ir: افقی

source: Repeat
fa_ir: تکرار

source: Stretch
fa_ir: کش آمدن

source: Cover
fa_ir: پوشش

source: Contain
fa_ir: شامل

source: Position
fa_ir: جایگاه

source: Enable Paralax
fa_ir: فعال کردن Paralax

source: Border
fa_ir: حاشیه (کادر)

source: Padding
fa_ir: حاشیه

source: CSS Class
fa_ir: کلاس CSS

source: Add custom css class for the wrapper div of this element
fa_ir: اضافه کردن کلاس CSS سفارشی برای DIV لفاف قالب بندی این عنصر

source: Add custom id for the wrapper div of this element
fa_ir: اضافه کردن شناسه سفارشی برای DIV لفاف بسته بندی این عنصر

source: Move Up
fa_ir: حرکت به بالا

source: Move Down
fa_ir: حرکت به پایین

source: Add column
fa_ir: اضافه کردن ستون

source: Delete row
fa_ir: حذف ردیف

source: Media
fa_ir: رسانه

source: Simple image with animation
fa_ir: تصویر ساده با انیمیشن

source: Element Title
fa_ir: عنوان عنصر

source: Set title for current element for identifying easily
fa_ir: تنظیم عنوان برای عنصر فعلی برای شناسایی آسان

source: Image File
fa_ir: فایل تصویر

source: Choose image
fa_ir: انتخاب عکس

source: Image Size
fa_ir: اندازه تصویر

source: Set image size
fa_ir: تنظیم اندازه تصویر

source: Alt Text
fa_ir: متن جایگذین

source: Set alt text for image
fa_ir: مجموعه متن جایگذین برای تصویر

source: Caption
fa_ir: عنوان

source: Set caption for image
fa_ir: تنظیم زیرنویس برای تصویر

source: On Click
fa_ir: با کلیک

source: Set link type of image
fa_ir: تنظیم نوع لینک تصویر

source: Large Image Size
fa_ir: اندازه تصویر بزرگ

source: Choose image size
fa_ir: انتخاب اندازه تصویر

source: URL
fa_ir: آدرس

source: Url of link when click on image
fa_ir: آدرس لینک هنگامی که در تصویر کلیک کنید

source: Single Item
fa_ir: مورد تکی

source: Choose item to link to
fa_ir: انتخاب کنید برای انتخاب لینک

source: Open in
fa_ir: باز کردن در

source: Select type of opening action when click on element
fa_ir: انتخاب نوع عمل باز زمانی که با کلیک بر روی عنصر

source: Container Style
fa_ir: تنظیم کانتینر استایل

source: Set Container Style
fa_ir: تنظیم کانتینر استایل

source: Alignment
fa_ir: هم ترازی

source: Setting position: right, left, center, inherit parent style
fa_ir: تنظیم موقعیت: راست، چپ، مرکز، به زیر فهرست و به استایل زیر مجموعه

source: Set margin size
fa_ir: تنظیم اندازه حاشیه

source: Fade in Animations
fa_ir: انیمیشن های محو شدن

source: Submenu
fa_ir: زیرفهرست

source: MegaMenu which displays all sub items at once
fa_ir: انتخاب کنید که کدام منو در این صفحه نمایش داده شود.

source: Select Submenu
fa_ir: انتخاب منوها

source: All
fa_ir: همه

source: Custom
fa_ir: سفارشی

source: Column breaking
fa_ir: شکستن ستون

source: Item Per Column
fa_ir: آیتم ها در هر ستون

source: No of Column
fa_ir: بدون ستون

source: Text
fa_ir: متن

source: Typography
fa_ir: تایپوگرافی

source: Simple text
fa_ir: متن مثال

source: Text Content
fa_ir: محتوای متن

source: Enter some content for this textblock
fa_ir: برخی از مطالب این textblock را وارد کنید

source: Set content of element
fa_ir: محتوای مجموعه ای از عنصر

source: Enable Dropcap
fa_ir: فعال کردن Dropcap

source: Font Face
fa_ir: چهره فونت

source: Set Font Face
fa_ir: تنظیم صورت قلم

source: Font Attributes
fa_ir: صفات قلم

source: Set Font Attribute
fa_ir: ویژگی قلم تنظیم

source: Line height
fa_ir: ارتفاع خط

source: Welcome to WR Mega Menu
fa_ir: به مگا منو خوش آمدید

source: CSS Files
fa_ir: CSS فایل

source: Edit
fa_ir: ویرایش

source: Done
fa_ir: انجام شد

source: CSS Code
fa_ir: کد css

source: Input here custom CSS code you want to be loaded on this page
fa_ir: ورودی در اینجا کد CSS سفارشی می خواهید در این صفحه لود

source: Menu layout
fa_ir: منوی طرح

source: Stick menu to top
fa_ir: ثابت کردن منو به بالا

source: Stick menu to top when scroll down
fa_ir: ثابت ماندن منو به بالا هنگامی که پایین رفته است

source: Font
fa_ir: فونت

source: inherit
fa_ir: ارث بری:

source: Background Color
fa_ir: رنگ پس زمینه

source: Background On Hover
fa_ir: پس زمینه شناور

source: To add icon for menu item, access to WP Menu management
fa_ir: برای اضافه کردن آیکون برای آیتم های منو، دسترسی به مدیریت منو وپ

source: Display Mode
fa_ir: حالت نمایش

source: Text Only
fa_ir: فقط متن

source: Icon Only
fa_ir: فقط آیکون

source: Icon vs Text
fa_ir: آیکون و متن

source: Icon Position
fa_ir: موقعیت آیکن

source: the position of icon
fa_ir: موقعیت آیکون

source: Icon Size
fa_ir: اندازه آیکون

source: Heading Text
fa_ir: سربرگ

source: Arial
fa_ir: با Arial

source: Normal Text
fa_ir: متن عادی

source: Enable Bullet Icon
fa_ir: فعال کردن آیکون

source: Styling
fa_ir: استایل

source: Theme Style
fa_ir: حالت پوسته

source: Reset Confirmation
fa_ir: تنظیم مجدد تنظیمات

source: When you reset Styling options, you're going to revert all changes you've made to default settings. Do you want to reset Styling options?
fa_ir: هنگامی که شما تنظیم مجدد گزینه یک ظاهر طراحی شده، شما قصد برگرداندن همه تغییرات شما ساخته شده به تنظیمات پیش فرض. شما می خواهید برای تنظیم مجدد گزینه یک ظاهر طراحی شده

source: Reset Styling
fa_ir: تنظیم مجدد یک استایل

source: MegaMenu is OFF now, turn it ON to start configuring.
fa_ir: MegaMenu در حال حاضر خاموش ، آن را فعال کنید تا تنضیمات را شروع کنید.

source: Turn on MegaMenu
fa_ir: روشن MegaMenu

source: You have not install Free or Pro Shortcode package.
fa_ir: شما هیچ یک از بسته های رایگان یا تجاری را نصب ننموده اید.

source: Menu Elements
fa_ir: عناصر منو

source: All Elements
fa_ir: همه عناصر

source: Widgets
fa_ir: ابزارک ها

source: Search
fa_ir: جستجو

source: Clear Search
fa_ir: پاک کردن جستجو

source: WR MegaMenu Settings
fa_ir: تنظیمات MegaMenu

source: Username:
fa_ir: نام کاربری:

source: Password:
fa_ir: رمز

source: Insert the customer account you registered on:
fa_ir: حساب مشتری شما در ثبت نام کرده اید را وارد کنید:

source: This account is only required when you want to update commercial plugins purchased from woorockets.com.
fa_ir: این حساب تنها زمانی که شما می خواهید به روز رسانی افزونه های تجاری خریداری شده از woorockets.com لازم است.
