Repository: Fahrek/Translation-file-WR-MegaMenu
Catalog: WR MegaMenu Malay/for_use_reviewed_wr-megamenu_wrmegamenupot_*.po
Languages: ms

source: You can not activate this WR MegaMenu's provider:
ms: Anda tidak boleh mengaktifkan pembekal WR Megamenu ini:

source: It requires WR MegaMenu's version:
ms: Ia memerlukan WR Megamenu versi:

source: Profile updated
ms: Profil dikemaskini

source: Select an icon
ms: Pilih satu ikon

source: Icon
ms: Ikon

source: ON
ms: BUKA

source: OFF
ms: TUTUP

source: Configuration
ms: Konfigurasi

source: Container Width
ms: Lebar Tapak

source: Full
ms: Penuh

source: Fixed
ms: Tetap

source: This menu does not have any sub menu item.
ms: Menu ini tidak mempunyai sebarang item sub menu.

source: Add new
ms: Tambah baru

source: No menu assigned to this location.
ms: Tiada menu ditetapkan di lokasi ini.

source: Manage Locations
ms: Uruskan Lokasi

source: Profiles
ms: Profil

source: Profile
ms: Profil

source: Add New
ms: Tambah Baru

source: Add New Profile
ms: Tambah Profil Baru

source: Edit Profile
ms: Kemaskini Profil

source: All Profiles
ms: Semua Profil

source: View Profile
ms: Papar Profil

source: Search Profiles
ms: Cari Profil

source: No Profiles Found
ms: Tiada Profil Ditemui

source: No Profiles found in trash
ms: Tiada Profil ditemui di dalam bakul sampah

source: empty shortcode name / parameters
ms: nama / parameter shortcode kosong

source: No, take me back
ms: Tidak, kembali semula

source: After deactivating, all data will be deleted. Are you sure you want to deactivate MegaMenu plugin?
ms: Selepas menyah-aktifkan, semua data akan dipadamkan. Adakah anda pasti anda mahu menyah-aktifkan plugin MegaMenu?

source: Yes, deactivate plugin
ms: Ya, nyah-aktifkan plugin

source: Or if you want to deactivate without removing data and configurations, click on the button below
ms: Atau jika anda ingin menyah-aktifkan tanpa memadam data dan konfigurasi, tekan pada butang di bawah

source: Deactivate without removing data
ms: Nyah-aktif tanpa memadam data

source: WordPress &rsaquo; Confirmation
ms: WordPress &rsaquo; Pengesahan

source: Nonce is invalid!
ms: Nonce tidak sah!

source: Collapse All
ms: Tutup Semua

source: Expand All
ms: Buka Semua

source: On
ms: Buka

source: Off
ms: Tutup

source: No widget ID
ms: Tiada ID widget

source: Can not find this widget
ms: Widget ini tidak ditemui

source: Are you sure you want to delete the whole row including all elements it contains?
ms: Adakah anda pasti ingin memadam baris ini termasuk semua elemen di dalamnya?

source: Are you sure you want to delete the whole column including all elements it contains?
ms: Adakah anda pasti ingin memadam kolum ini termasuk semua elemen di dalamnya?

source: Are you sure you want to delete the element?
ms: Adakah anda pasti ingin memadam elemen ini?

source: A table must has atleast 1 columns. You can't remove this column
ms: Jadual mesti mempunyai sekurang-kurangnya 1 kolum. Anda tidak boleh memadam kolum ini

source: A table must has atleast 2 rows. You can't remove this row
ms: Jadual mesti mempunyai sekurang-kurangnya 2 baris. Anda tidak boleh memadam kolum ini

source: Row span/Column span can't be negative
ms: Span baris/Span kolum tidak boleh negatif

source: Saving content! Please wait a moment.
ms: Menyimpan isi kandungan! Sila tunggu sebentar.

source: Having error on loading TinyMCE.
ms: Mengalami ralat semasa memuatkan TinyMCE.

source: Settings
ms: Tetapan

source: Page Modal
ms: Modal Halaman

source: Convert to
ms: Tukar kepada

source: No audio source selected
ms: Tiada sumber audio dipilih

source: Select Destination Marker
ms: Pilih Penanda Destinasi

source: No video file selected
ms: Tiada fail video dipilih

source: None
ms: Tiada

source: The link is invalid
ms: Pautan tidak sah

source: No %s found
ms: Tiada %s ditemui

source: Single %s
ms: %s tunggal

source: copy
ms: salin

source: %s Filter
ms: %s Tapisan

source: Start From
ms: Mula Dari

source: Filter By
ms: Tapis Dengan

source: Attributes
ms: Sifat

source: Attribute
ms: Sifat

source: Option Attribute
ms: Pilihan Sifat

source: (Untitled)
ms: (Tiada tajuk)

source: Add Page Element
ms: Tambah Elemen Halaman

source: You used up to 50 characters
ms: Anda telah menggunakan sehingga 50 aksara

source: The whole content of current Post will be replaced by content of selected Page item. Do you want to continue?
ms: Semua isi kandungan pada pos sekarang akan digantikan dengan isi kandungan item Halaman. Adakah anda ingin meneruskan?

source: Deactivate element
ms: Nyah-aktifkan elemen

source: Activate element
ms: Aktifkan elemen

source: Select
ms: Pilih

source: Select template
ms: Pilih templat

source: Upload successfully
ms: Berjaya dimuat-naik

source: Upload fail
ms: Gagal dimuat-naik

source: Page is deleted successfully
ms: Halaman telah berjaya dipadam

source: Fail. Can't delete layout
ms: Gagal. TIdak berjaya mencipta susun atur

source: All pages in this group will be remove. Do you want to continue ?
ms: Semua halaman di dalam kumpulan ini akan dipadam. Adakah anda ingin meneruskan?

source: This page will be remove. Do you want to continue ?
ms: Halaman ini akan dipadam. Adakah anda ingin meneruskan?

source: Template name can not be null
ms: Nama templat tidak boleh kosong

source: Template name exists. Please choose another one.
ms: Nama templat telah digunakan. SIla pilih nama yang lain.

source: Custom CSS
ms: CSS Tersuai

source: File doesn't exist
ms: Fail tidak wujud

source: Element not existed!
ms: ELemen tidak wujud!

source: Take Style
ms: Ambil Stail

source: Mega this menu
ms: Mega menu ini

source: MegaMenu is OFF now, turn it ON to start configuring
ms: MegaMenu sekarang dalam keadaan TUTUP, BUKA untuk mulakan konfigurasi

source: Save
ms: Simpan

source: Cancel
ms: Batal

source: Delete Element
ms: Padam Elemen

source: Edit element
ms: Ubah Elemen

source: Duplicate element
ms: Buat Salinan Elemen

source: Delete element
ms: Padam elemen

source: Convert to
ms: Tukar kepada

source: Item
ms: tem

source: Items
ms: Item

source: Add Item
ms: Tambah Item

source: This menu don't have any sub menus
ms: Menu ini tidak mempunyai sebarang sub menu

source: Top
ms: Atas

source: Right
ms: Kanan

source: Bottom
ms: Bawah

source: Left
ms: Kiri

source: Preview
ms: Pra-tonton

source: Delete
ms: Padam

source: Add Row
ms: Tambah Baris

source: Add Column
ms: Tambah Kolum

source: Title
ms: k

source: Location
ms: Lokasi

source: Author
ms: Penulis

source: Date
ms: Tarikh

source: Show all locations
ms: Papar semua lokasi

source: %s profile duplicated.
ms: Profil %s telah dibuat salinan.

source: Duplicate %s
ms: Buat salinan %s

source: Duplicate
ms: Salinan

source: Done!
ms: Selesai!

source: Copy to Clipboard
ms: Salin ke Clipboard

source: Documentation
ms: Dokumentasi

source: Support
ms: Sokongan

source: Roadmap
ms: Pelan TIndakan

source: Satellite
ms: Satelit

source: Terrain
ms: Rupa Bumi

source: No Styling
ms: Tiada Stail

source: Circle
ms: Bulatan

source: Design option 1
ms: Pilihan rekabentuk 1

source: Design option 2
ms: Pilihan rekabentuk 2

source: Default
ms: Asas

source: Active (Grey)
ms: Aktif (Kelabu)

source: Success (Green)
ms: Berjaya (Hijau)

source: Warning (Orange)
ms: Amaran (Jingga)

source: Danger (Red)
ms: Bahaya (Merah)

source: Success
ms: Berjaya

source: Info
ms: Maklumat

source: Danger
ms: Bahaya

source: Info (Light Blue)
ms: Maklumat (Biru Cair)

source: Multiple bars
ms: Pelbagai bar

source: Stacked
ms: Disusun

source: Striped
ms: Bergaris

source: Primary (Dark Blue)
ms: Utama (Biru Gelap)

source: Link
ms: Pautan

source: Small
ms: Kecil

source: Large
ms: Besar

source: Current Browser
ms: Pelayar Semasa

source: New Browser
ms: Pelayar Seterusnya

source: Square
ms: Petak

source: Standard fonts
ms: Font standard

source: Google fonts
ms: Font Google

source: Inherit
ms: Warisi

source: Center
ms: Tengah

source: Double
ms: Dwi

source: ( no title )
ms: ( tiada tajuk )

source: ( no name )
ms: ( tiada nama )

source: No Action
ms: Tiada Tindakan

source: Go to URL
ms: Pergi ke URL

source: Go to Single Entry
ms: Pergi ke Entri Tunggal

source: Go to Taxonomy Overview Page
ms: Pergi ke Halaman Gambaran Keseluruhan Taxonomi

source: Single Entries
ms: Entri Tunggal

source: Taxonomy Overview Page
ms: Halaman Gambaran Keseluruhan Taxonomi

source: Show Large Image
ms: Papar Gambar Besar

source: Product Type
ms: Jenis Produk

source: Comment Count
ms: Kiraan Komen

source: Name
ms: Nama

source: Description
ms: Penerangan

source: Count
ms: Kiraan

source: - No ordering -
ms: - Tiada susunan -

source: Ascending
ms: Menaik

source: Descending
ms: Menurun

source: Free text
ms: Teks bebas

source: Yes / No
ms: Ya / Tidak

source: Add-ons
ms: Add-on

source: WR MegaMenu - About Us
ms: WR MegaMenu - Mengenai Kami

source: About Us
ms: Mengenai Kami

source: Profile not found.
ms: Profil tidak ditemui.

source: Unable to submit this form, please refresh and try again.
ms: Tidak berjaya menghantar borang ini, cuba refresh dan cuba lagi.

source: Oops, you don&#8217;t have access to manage settings.
ms: Oops, anda tidak mempunyai akses untuk menguruskan tetapan.

source: Settings saved successfully.
ms: Tetapan telah berjaya disimpan.

source: Missing template file.
ms: Fail templat hilang.

source: Standard Elements
ms: Elemen Standard

source: Cannot get addons information for current product.
ms: Gagal mendapatkan maklumat addon untuk produk semasa.

source: Missing addon to be installed.
ms: Addon hilang yang akan dipasang.

source: The requested action is invalid.
ms: Tindakan yang diminta tidak sah.

source: You do not have sufficient permissions to either add or delete plugins for this site.
ms: Anda tidak mempunyai kebenaran yang cukup sama ada untuk menambah atau memadam plugin untuk laman web ini.

source: Cannot install %1$s v%2$s. This version requires %3$s v%4$s while you are using %5$s v%6$s.
ms: Tidak boleh memasang %1$s v%2$s. Versi ini memerlukan %3$s v%4$s sedangkan anda menggunakan %5$s v%6$s.

source: Invalid Parameters! Can not verify your product information.
ms: Parameter Tidak Sah! Gagal mengesahkan maklumat produk anda.

source: Invalid username or password.
ms: Nama pengguna atau kata laluan tidak sah.

source: We could not find the product in your order list. Seems like you did not purchase it yet.
ms: Kami tidak dapat mencari produk dalam senarai pesanan anda. Seolah-olah seperti anda tidak membelinya lagi.

source: Requested file is not found on server.
ms: Fail yang diminta tidak dijumpai pada pelayan.

source: Cannot connect to WooRockets.com server.
ms: Gagal berhubung ke pelayan WooRockets.com.

source: Cannot store add-on package to local file system.
ms: Gagal menyimpan pakej add-on untuk sistem fail tempatan.

source: You do not have sufficient permissions to activate plugins for this site.
ms: Anda tidak mempunyai kebenaran yang cukup untuk mengaktifkan plugin untuk laman web ini.

source: Cannot detect plugin to activate.
ms: Tidak dapat mengesan plugin untuk diaktifkan.

source: Extend %s functionality with following add-ons
ms: Tambah fungsi %s dengan menambah add-on berikut

source: Incompatible
ms: Tidak serasi

source: Installed
ms: Telah dipasang

source: Install
ms: Pasang

source: Update
ms: Naik-taraf

source: Uninstall
ms: Membuang

source: More Info
ms: Maklumat Lanjut

source: WooRockets Customer Account
ms: Akaun Pelanggan WooRockets

source: Username
ms: Nama Pengguna

source: Password
ms: Kata Laluan

source: Remember Me
ms: Ingat Saya

source: Are you sure you want to uninstall %s?
ms: Adakah anda pasti ingin membuang %s?

source: Verifying...
ms: Pengesahan...

source: Installing...
ms: Pemasangan...

source: Updating...
ms: Menaik-taraf...

source: Uninstalling...
ms: Membuang...

source: <a href='%s'>Please input Evanto information to get product's updates</a>
ms: <a href='%s'>Sila isikan maklumat Envato untuk mendapatkan kemaskini produk</a>

source: Disable
ms: Lumpuhkan

source: Yes
ms: Ya

source: No
ms: Tidak

source: Class
ms: Kelas

source: Add custom CSS Class for the wrapper div of this element
ms: Tambah kelas CSS tambahan untuk pemegang div elemen ini

source: Add custom CSS ID for the wrapper div of this element
ms: Tambah ID CSS untuk pemegang div elemen ini

source: Advanced
ms: Lanjutan

source: Delete column
ms: Padam kolum

source: Add Element
ms: Tambah Kolum

source: Background
ms: Latar belakang

source: Solid Color
ms: Warna Solid

source: Gradient Color
ms: Warna Gradient

source: Pattern
ms: Corak

source: Image
ms: Imej

source: Gradient Direction
ms: Arah Gradient

source: Vertical
ms: Menegak

source: Horizontal
ms: Mendatar

source: Repeat
ms: Ulang

source: Position
ms: Kedudukan

source: Enable Paralax
ms: Benarkan Paralax

source: Border
ms: Sempadan

source: CSS Class
ms: Kelas CSS

source: Add custom css class for the wrapper div of this element
ms: Tambah kelas css tambahan untuk pemegang div elemen ini

source: Add custom id for the wrapper div of this element
ms: Tambah id css tambahan untuk pemegang div elemen ini

source: Move Up
ms: Naik Atas

source: Move Down
ms: Turun Bawah

source: Add column
ms: Tambah kolum

source: Delete row
ms: Padam baris

source: Simple image with animation
ms: Imej ringkas dengan animasi

source: Element Title
ms: Tajuk Elemen

source: Set title for current element for identifying easily
ms: Tetapkan tajuk untuk elemen semasa bagi mudah untuk dikenalpasti

source: Image File
ms: Fail Imej

source: Choose image
ms: Pilih imej

source: Image Size
ms: Saiz Imej

source: Set image size
ms: Tetapkan saiz imej

source: Alt Text
ms: Teks Lain

source: Set alt text for image
ms: Tetapkan teks lain untuk imej

source: Set caption for image
ms: Tetapkan caption untuk imej

source: On Click
ms: Ketika Klik

source: Set link type of image
ms: Tetapkan jenis pautan untuk imej

source: Large Image Size
ms: Imej Saiz Besar

source: Choose image size
ms: Pilih saiz imej

source: Url of link when click on image
ms: Url untuk pautan semasa mengklik pada imej

source: Single Item
ms: Item Tunggal

source: Choose item to link to
ms: Pilih item untuk dihubungkan ke

source: Open in
ms: Buka di

source: Select type of opening action when click on element
ms: Pilih jenis tindakan pembukaan apabila klik pada elemen

source: Container Style
ms: Stail Ruang

source: Set Container Style
ms: Tetapkan Stail Ruang

source: Alignment
ms: Penjajaran

source: Setting position: right, left, center, inherit parent style
ms: Tetapkan posisi: kanan, kiri, tengah, warisi stail utama

source: Set margin size
ms: Tetapkan saiz margin

source: Fade in Animations
ms: Animasi Fade-in

source: MegaMenu which displays all sub items at once
ms: MegaMenu dimana memaparkan semua sub item pada satu masa

source: Select Submenu
ms: Pilih Submenu

source: All
ms: Semua

source: Custom
ms: Tersuai

source: Column breaking
ms: Pecahan kolum

source: Item Per Column
ms: Item Per Kolum

source: No of Column
ms: Jumlah Kolum

source: Text
ms: Teks

source: Typography
ms: Tipografi

source: Simple text
ms: Teks ringkas

source: Text Content
ms: Teks Kandungan

source: Enter some content for this textblock
ms: Isikan kandungan untuk blok teks ini

source: Set content of element
ms: Tetapkan kandungan pada elemen

source: Enable Dropcap
ms: Benarkan Dropcap

source: Set Font Face
ms: Tetapkan Font Face

source: Font Attributes
ms: Attribut Font

source: Set Font Attribute
ms: Tetapkan Font Attribut

source: Line height
ms: Tinggi baris

source: Welcome to WR Mega Menu
ms: Selamat Datang ke WR Mega Menu

source: CSS Files
ms: Fail-fail CSS

source: Edit
ms: Ubah

source: Done
ms: Selesai

source: CSS Code
ms: Kod CSS

source: Input here custom CSS code you want to be loaded on this page
ms: Isikan kod CSS khusus di sini yang anda ingin dimuatkan di halaman ini

source: Menu layout
ms: Susun atur menu

source: Stick menu to top
ms: Tetapkan menu di atas

source: Stick menu to top when scroll down
ms: Tetapkan menu di atas ketika turun ke bawah

source: inherit
ms: warisi

source: Background Color
ms: Warna Latar Belakang

source: Background On Hover
ms: Latar Belakang Ketika Hover

source: To add icon for menu item, access to WP Menu management
ms: Untuk menambah ikon untuk item menu, akses ke pengurusan WP Menu

source: Display Mode
ms: Mod Paparan

source: Text Only
ms: Teks Sahaja

source: Icon Only
ms: Ikon Sahaja

source: Icon vs Text
ms: Ikon vs Teks

source: Icon Position
ms: Posisi Ikon

source: the position of icon
ms: posisi untuk ikon

source: Icon Size
ms: Saiz Ikon

source: Heading Text
ms: Teks Heading

source: Normal Text
ms: Teks Biasa

source: Enable Bullet Icon
ms: Benarkan Ikon Bullet

source: Styling
ms: Penggayaan

source: Theme Style
ms: Gaya Tema

source: Reset Confirmation
ms: Tetapkan Semula Pengesahan

source: When you reset Styling options, you're going to revert all changes you've made to default settings. Do you want to reset Styling options?
ms: Apabila anda menetapkan semula pilihan Penggayaan, anda akan mengubah kembali semua perubahan yang anda telah buat pada tetapan asal. Adakah anda pasti untuk menetapkan pilihan Penggayaan?

source: Reset Styling
ms: Tetapkan Semula Pengayaan

source: MegaMenu is OFF now, turn it ON to start configuring.
ms: MegaMenu sekarang dalam keadaan TUTUP, BUKA untuk mulakan konfigurasi

source: Turn on MegaMenu
ms: Buka MegaMenu

source: You have not install Free or Pro Shortcode package.
ms: Anda belum memasang pakej Shortcode Percuma ataupun Pro.

source: Menu Elements
ms: Elemen Menu

source: All Elements
ms: Semua Elemen

source: Widgets
ms: Widget

source: Search
ms: Carian

source: Clear Search
ms: Bersihkan Carian

source: WR MegaMenu Settings
ms: Tetapan WR MegaMenu

source: Username:
ms: Nama Pengguna:

source: Password:
ms: Kata Laluan:

source: Insert the customer account you registered on:
ms: Isikan akaun pelanggan yang anda daftarkan:

source: This account is only required when you want to update commercial plugins purchased from woorockets.com.
ms: Akaun ini hanya diperlukan ketika anda ingin mengemaskini plugin komersil yang dibeli dari woorockets.com.
